{
    "website_name": "Spotlight Hair & SPA",
    "home_title": "Home",
    "bodySpa_title": "Body SPA",
    "facialSpa_title": "Facial SPA",
    "massage_therapy_title": "Massage Therapy",
    "foot_care_title": "Foot Care",
    "beauty_title": "Beauty",
    "eyelash_title": "Eyelash Extension",
    "makeup_title": "Makeup",
    "nails_title": "Nails",
    "hair_title": "Hair",
    "search_title": "Search",
    "search_icon": "🔍 Search",
    "hair_services": "HAIR SERVICES",
    "hair_cutting": "Hair Cutting",
    "hair_foiling": "Hair Foiling",
    "hair_styling": "Hair Styling",
    "hair_colouring": "Hair Colouring",
    "price": "Price",
    "hair_cutting_description": "A hairstyle's aesthetic considerations may be determined by many factors, such as the subject's physical attributes and desired self-image or the stylist's artistic instincts. Hair cutting or hair trimming is intended to create or maintain a specific shape and form.",
    "hair_foiling_description": "Foil highlighting is the process of using foil to separate strands which will be lightened from strands of hair which will remain its natural color. The process is done by applying lightener to the hair that has been woven and separated using an applicator brush.",
    "hair_styling_description": "An updo is a hair style that involves arranging the hair instead of allowing it to fall freely. It can be as simple as a ponytail, but is more commonly associated with more elaborate styles intended for special occasions such as a wedding.",
    "hair_colouring_description": "Hair colouring is the practice of changing the colour of hair. The main reasons for this practice are cosmetic (e.g., to cover gray hair, to change to a colour regarded as more fashionable or desirable).",
    "our_barbers": "OUR BARBERS",
    "james_description": "Professionally trained at the Vidal Sassoon Academy in Santa Monica, California spanning 20+ years of experience, James skillfully marries the cut and colour of your hair to create timeless individual looks.",
    "max_description": "Max is our in-house hairstyle artist. She graduated from the Esthetic Program at Versailles Academy and has been developing her hairdressing design skills ever since. Max's strengths are accentuating your own natural beauty with hairstyle for your prom or wedding!",
    "tony_description": "Tony is an expert in all aspects of cutting and styling men's and women's hair, with a particular love for coloring, color mapping and updos. His ability to understand his clients' wishes and turn their hair into something remarkable is the reason why his clientele remains loyal to him and returns to him again and again.",
    "name": "Name",
    "email": "Email",
    "enter_email": "Enter your email",
    "phone_number": "Phone Number",
    "enter_phone_num": "Enter your phone number",
    "new_account": "Create a new account with this email",
    "subscribe": "Subscribe for future activities and promotions",
    "confirmation_letter": "Congratulations! Your appointment has been confirmed. We have sent an email with the appointment details to your email address. Looking forward to see you!",
    "finish_steps": "All steps completed - you're finished",
    "book_another": "Book another Appointment",
    "back": "Back",
    "skip": "Skip",
    "optional": "Optional",
    "finish": "Finish",
    "next": "Next",
    "personal_info": "Personal Info",
    "appointment": "Appointment",
    "payment": "Payment",
    "confirmation": "Confirmation",
    "boot_appointment": "BOOK AN APPOINTMENT",
    "preferred_specialist": "Preferred Specialist (if any)",
    "date_time": "Date and Time",
    "card_holder_name": "Card Holder Name",
    "enter_name": "Enter your name",
    "card_number": "Card Number",
    "billing_address": "Billing Address",
    "billing_info": "Building number and street name",
    "expiry_date": "Expiry Date",
    "tooltip": "CVV is the three digits on the back of your credit card.",
    "faster_checkout": "Save this card for faster checkout",
    "about_us": "About Us",
    "about_us_description": "Here at Spotlight Hair & Spa, our team works together to care for our guests, offering personal, quality service and a warm, friendly atmosphere.Our commitment to excellence is inspired by our guests and encouraged through compassionate leadership, creating a welcoming ambiance and memorable experience for all of our treasured guests. Come, see for yourself and meet our wonderful team of caring, talented professionals.",
    "reviews": "Reviews From Our Customers",
    "tell_us": "Tell us what you think",
    "about_us_info": "Here at Spotlight Hair & Spa, our team works together to care for our guests, offering personal and quality service.",
    "business_hours": "Business Hours",
    "address": "Address",
    "contact": "Contact Us",
    "day_of_week": "Monday - Friday",
    "close": "Closed on the Weekend",
    "time1": "September 14, 2021",
    "time2": "October 10, 2021",
    "time3": "October 25, 2021",
    "time4": "December 09, 2021",
    "time5": "March 10, 2022",
    "time6": "March 11, 2022",
    "comment1": "Spotlight Hair & Spa is a true gem in the town of Richmond! All the staff are very friendly and get to know all their clients so that you feel like family! I have been with my hairdresser, Shauna Kirkham, since the beginning of her career, and I always get compliments on my hair all the time! ",
    "comment2": "I have been going to Spotlight Hair & Spa for several years and have experienceda range of services; I have never been disappointed with the experience. The staff is always very welcoming. Spotlight provides an elegant and safe environment which is both quite and comfortable.",
    "comment3": "I had the pleasure of visiting Spotlight Hair and Spa today. As always, I felt pampered throughout the entire visit in the cozy atmosphere. Owner Shauna, who I have known for over 25 years, is a superb stylist and always up to date with the latest trends! Everyone is so friendly and welcoming.",
    "comment4": "The salon is Beautiful, classy, clean and private! Everyone I met and spoke with was very kind and professional! My skin after the wax was so smooth and I felt minimal pain. Dina with her magical hands! The whole atmosphere and experience was Peaceful and I felt great afterwards!",
    "comment5": "Awesome place! I've been going to Spotlight Hair and Spa for over 8 years now and can't see myself going anywhere else. I always leave loving my hair cut and colour. All the staff, from the front desk, to the hairstylists and etheticians are kind and friendly. Thank you Bryna and Spotlight!!",
    "comment6": "Located in the quaint town of Richmond, this spa is like no other. The stylish and oh so comfortable surroundings is only the beginning of an exceptional experience. The staff really care about the quality of the services they provide. This spa treats you like you're family and like you're special.",
    "leave_comment1": "Leave your comment here...",
    "leave_comment2": "LEAVE A COMMENT",
    "body_SPA": "BODY SPA SERVICES",
    "the_massage": "Therapeutic Massage",
    "deep_massage": "Deep Pressure Massage",
    "pre_massage": "Prenatal Massage",
    "shi_massage": "Shiatsu Massage",
    "the_massage_pri": "$100 for 60 mins / $140 for 90 mins",
    "deep_massage_pri": "$110 for 60 mins / $150 for 90 mins",
    "pre_massage_pri": "$100 for 60 mins / $140 for 90 mins",
    "shi_massage_pri": "$120 for 60 mins / $160 for 90 mins",
    "the_massage_des": "Helps relieve pain, reduce stress, and work on a specific problem—such as a frozen shoulder.",
    "deep_massage_des": "Deep pressure massage is mainly used to treat musculoskeletal issues, such as strains and sports injuries. It involves applying sustained pressure using slow, deep strokes to target the inner layers of your muscles and connective tissues.",
    "pre_massage_des": "Prenatal massage can help reduce stress, decrease symptoms of depression, relieve muscle aches and joint pain, and improve labor outcomes. can also help regulate hormone levels, help blood circulation, and reduce swelling.",
    "shi_massage_des": "Shiatsu can be used in the treatment of a wide range of internal, musculoskeletal, and emotional conditions. It is thought to reduce muscle stiffness, stimulate the skin, aid digestion, and influence the nervous system. (e.g., to cover gray hair, to change to a colour regarded as more fashionable or desirable).",
    "body_specialist": "OUR BODY SPA SPECIALISTS",
    "body_specialist1": "With over 10 years of experience in the Body Spa industry, Jeff caters to women, men and children. He offers a wide range of body spa services specializing in Therapeutic Massage and Deep Pressure Massage. He continues to help people feel their very best, every day.",
    "body_specialist2": "Marie is an experienced joiner with well developed skills and experience in body spa. Her passion for her clients led her to become the leader of the team. Marie is fluently bilingual and educates and trains her team to be the best version of themselves.",
    "body_specialist3": "Timothy is a licensed specialist in the medical and massage areas over 12 years of experience. His specialties are Prenatal Massage, Shiatsu Massage. He has been to many massage seminars and facial training over the years. He is constantly upgrading his skill set.",
    "price_label": "Price: ",
    "facial_SPA": "FACIAL SPA SERVICES",
    "face_micro": "Microdermabrasion",
    "face_gel": "Gel Peel Treatment",
    "face_korean": "Korean Aqua Facial",
    "face_collin": "G.M. Collin Classic Facial",
    "face_micro_pri": "$170",
    "face_gel_pri": "$180",
    "face_korean_pri": "$80",
    "face_collin_pri": "$105",
    "face_micro_des": "Microdermabrasion treatments use a minimally abrasive instrument to gently sand your skin, removing the thicker, uneven outer layer, and has many benefits.",
    "face_gel_des": "It delivers fast-action exfoliation and skin surface dirt removal without the harshness often attributed to facial scrubs or potent chemical exfoliators.",
    "face_korean_des": "It pulls out gunk from the skin and removes blackheads, while skin is flooded with moisture.",
    "face_collin_des": "Our classic facial is a dermo-corrective facial, ideal for the personneeding a rejuvenating treatment to restore the skin’s natural,healthy glow. This facial includes deep cleansing, exfoliation, toning,hydrating and treating.",
    "facial_specialist": "OUR FACIAL SPA SPECIALISTS",
    "facial_specialist1": "Professionally trained at the Algonquin College in Ottawa, Ontario spanning 10 years of experience, Anita skillfully marries the facial massage to give you the best facial massage services.",
    "facial_specialist2": "Julie developed a passion for skin care at an early age and acquired initial experience through a cosmetology course offered as part of her post-secondary education. She pursued her education at Modern Hairstyling and Esthetics school, graduating with honours in 2008 as a licensed aesthetician.",
    "facial_specialist3": "Jessica is a professional facial massage specialist who graduated from Versailles Academy in 2017. She is an expert in facial massage. Jessica is passionate about working with her client to enhance their well-being.",
    "foot_care": "FOOT CARE SERVICES",
    "foot_she": "Shellac Pedicure",
    "foot_fix": "Foot Fix",
    "foot_stones": "Hot Stones",
    "foot_french": "French Polish",
    "foot_she_pri": "$85",
    "foot_stones_pri": "$20",
    "foot_fix_pri": "$50",
    "foot_french_pri": "$30",
    "foot_she_des": "Enjoy all the benefits of the classic pedicure with the addition of a long lasting permanent polish.",
    "foot_stones_des": "Enjoy the addition of warm basalt mineral stones to enhance your experience.",
    "foot_fix_des": "For the feet that need a quick refreshing. Addresses one main concern and polish.",
    "foot_french_des": "Decorating your nails with a thin white horizontal strip of nail color on the tips of your nails, with the plate of the nail either painted in clear, pink or neutral tone nail polishes.",
    "foot_specialist": "OUR PODIATRISTS",
    "foot_specialist1": "Daria received her Doctor of Podiatric Medicine degree at University of Quebec in Trois-rivières (UQTR). In addition to her schooling, she did an externship at the New York College of Podiatric Medicine and New York Metropolitan Hospital.",
    "foot_specialist2": "Erin is a Registered Chiropodist and a Member of the Ontario Podiatric Medical Association. Erin worked as a podiatrist at Clinique Podiatrique Mélanie Laplante in Quebec, and as a DPM in Ottawa with a podiatrist.",
    "foot_specialist3": "Stephanie has a special interest in ingrown toenails surgery, biomechanics and foot disorders requiring custom-made foot orthotics therapy, diabetic foot care. When she is not at work, she is enjoying physical activities outside or spending quality time with family and friends.",
    "massage": "MASSAGE THERAPY SERVICES",
    "massage_aro": "Aromatherapy Massage",
    "massage_stone": "Hot Stone Massage",
    "massage_cra": "Craniosacral Therapy",
    "massage_deep": "Deep Tissue Massage",
    "massage_aro_pri": "$95 for 60 mins",
    "massage_stone_pri": "$120 for 60 mins",
    "massage_cra_pri": "$150 for 60 mins",
    "massage_deep_pri": "$100 for 60 mins",
    "massage_aro_des": "A light, calming massage using a blend of tisserand oils, which works the whole body. Using blended aromatherapy oils, this massage is personally tailored to the individual's needs.",
    "massage_stone_des": "It is used to help you relax and ease tense muscles and damaged soft tissues throughout your body. During a hot stone massage, smooth, flat, heated stones are placed on specific parts of your body.",
    "massage_cra_des": "Craniosacral therapy is a gentle hands-on technique that uses a light touch to examine membranes and movement of the fluids in and around the central nervous system. Relieving tension in the central nervous system promotes a feeling of well-being by eliminating pain and boosting health and immunity.",
    "massage_deep_des": "Deep tissue massage will work out the knots from stressed, overworked muscles and connective tissue to alleviate immediate pain, as well as chronic joint and muscle pain. It also promotes faster healing by increasing blood flow and reducing inflammation.",
    "massage_specialist": "OUR MASSAGE THERAPISTS",
    "massage_specialist1": "Prior to entering massage school, Saraha was a medical transcriber, secretary, homemaker and laboratory assistant. She is a recent graduate of Dawn Training Centre in Wilmington, Del.",
    "massage_specialist2": "Melissa, a graduate of IBMC College’s Therapeutic Massage program and a professional massage therapist working in the field gives the best massage services.",
    "massage_specialist3": "Our newest Registered Massage Therapist, Ryan, a graduate of the MacEwan University Massage Therapy Program. He was a regarded halfback who played for a number of high-level football teams including the University of Alberta Golden Bears, U18 Team Alberta North, and U19 Team Canada.",
    "eyelash": "EYELASH EXTENSION SERVICES",
    "eyelash_item1_title": "Classic Extensions",
    "eyelash_item1_msg": "Classic eyelash extensions basically make your eyelash line look darker and more curled while looking natural.",
    "eyelash_item2_title": "2D/3D Volume Extensions",
    "eyelash_item2_msg": "The term 2D lashes means that two extensions are placed on one natural lashes and 3D means that three lashes are placed on each lash. The application process used to create Classic, 2D + 3D lashes include incorporating single lashes and 2D and 3D fans.",
    "eyelash_item3_title": "4D Volume Extensions",
    "eyelash_item3_msg": "4D is four extensions attached to one natural lash.",
    "eyelash_item4_title": "5D Volume Extensions",
    "eyelash_item4_msg": "5D is five extensions attached to one natural eyelash.",
    "eyelash_our": "OUR EYELASH SPECIALISTS",
    "eyelash_our1_title": "Barbara",
    "eyelash_our1_msg": "Barbara has many years of experience exquisite technology and outstanding ability",
    "eyelash_our2_title": "Carole",
    "eyelash_our2_msg": "Carole has studied in many famous schools and has a solid foundation",
    "eyelash_our3_title": "Isabelle",
    "eyelash_our3_msg": "Isabelle is good at designing different styles for different groups and has outstanding professional ability",
    "makeup_item1_title": "HD Makeup",
    "makeup_item2_title": "Matte Makeup",
    "makeup_item3_title": "Shimmer Makeu",
    "makeup_item4_title": "Bride Makeup",
    "makeup_our": "OUR MAKEUPS SPECIALISTS",
    "makeup_our1_title": "Timi",
    "makeup_our1_msg": "Timi Is a famous makeup designer, who has served many art practitioners with exquisite skills",
    "makeup_our2_title": "Tom",
    "makeup_our2_msg": "Tom has studied in many famous schools and has his own fashion brands with excellent ability",
    "makeup_our3_title": "Rose",
    "makeup_our3_msg": "Rose is a gifted person. She has not received systematic education and has won many awards for her spirituality of beauty",
    "nails_item1_title": "Regular Manicure",
    "nails_item2_title": "Nail Design",
    "nails_item3_title": "Gel Refill with Polish",
    "nails_item4_title": "Gel Extension with Polish",
    "nails_our": "OUR NAILS SPECIALISTS",
    "nails_our1_title": "Jones",
    "nails_our1_msg": "Jones utstanding working ability and exquisite skills",
    "nails_our2_title": "Olivia",
    "nails_our2_msg": "Olivia has rich knowledge and is good at all kinds of new designs",
    "nails_our3_title": "Ava",
    "nails_our3_msg": "AVA has unparalleled talent, and the idea of color matching is amazing"
}