{
  "website_name": "Projecteur Cheveux & SPA",
  "home_title": "Domicile",
  "bodySpa_title": "SPA du corps",
  "facialSpa_title": "SPA du visage",
  "massage_therapy_title": "Massage thérapeutique",
  "foot_care_title": "Soin des pieds",
  "beauty_title": "Beauté",
  "eyelash_title": "Extension de cils",
  "makeup_title": "Se réconcilier",
  "nails_title": "Ongle",
  "hair_title": "Cheveux",
  "search_title": "Rechercher",
  "search_icon": "🔍 Rechercher",
  "hair_services": "SERVICES DE COIFFURE",
  "hair_cutting": "Coupe de Cheveux",
  "hair_foiling": "Déjouer les Cheveux",
  "hair_styling": "Coiffure",
  "hair_colouring": "Coloration des Cheveux",
  "price": "Prix",
  "hair_cutting_description": "Les considérations esthétiques d'une coiffure peuvent être déterminées par de nombreux facteurs, tels que les attributs physiques du sujet et l'image de soi souhaitée ou les instincts artistiques du styliste. La coupe ou la coupe des cheveux a pour but de créer ou de maintenir une forme et une forme spécifiques.",
  "hair_foiling_description": "La mise en évidence de la feuille est le processus d'utilisation d'une feuille pour séparer les mèches qui seront éclaircies des mèches de cheveux qui conserveront leur couleur naturelle. Le processus se fait en appliquant un éclaircissant sur les cheveux qui ont été tissés et séparés à l'aide d'un pinceau applicateur.",
  "hair_styling_description": "Un updo est une coiffure qui consiste à arranger les cheveux au lieu de les laisser tomber librement. Cela peut être aussi simple qu'une queue de cheval, mais est plus souvent associé à des styles plus élaborés destinés à des occasions spéciales comme un mariage.",
  "hair_colouring_description": "La coloration des cheveux est la pratique consistant à changer la couleur des cheveux. Les principales raisons de cette pratique sont cosmétiques (par exemple, couvrir les cheveux gris, changer pour une couleur considérée comme plus à la mode ou désirable).",
  "our_barbers": "NOS BARBIERS",
  "james_description": "Formé professionnellement à la Vidal Sassoon Academy de Santa Monica, en Californie, avec plus de 20 ans d'expérience, James marie habilement la coupe et la couleur de vos cheveux pour créer des looks individuels intemporels.",
  "max_description": "Max est notre coiffeur maison. Elle est diplômée du programme d'esthétique de l'Académie de Versailles et n'a cessé de développer ses compétences en conception de coiffure depuis. Les points forts de Max sont d'accentuer votre propre beauté naturelle avec une coiffure pour votre bal ou mariage !",
  "tony_description": "Tony est un expert de tous les aspects de la coupe et du coiffage des cheveux pour hommes et femmes, avec un amour particulier pour la coloration, la cartographie des couleurs et les chignons. Sa capacité à comprendre les souhaits de ses clients et à transformer leurs cheveux en quelque chose de remarquable est la raison pour laquelle sa clientèle lui reste fidèle et lui revient encore et encore.",
  "name": "Nom",
  "email": "l'email",
  "enter_email": "Entrer votre Email",
  "phone_number": "Numéro de téléphone",
  "enter_phone_num": "Entrez votre numéro de téléphone",
  "new_account": "Créer un nouveau compte avec cet email",
  "subscribe": "Abonnez-vous pour les prochaines activités et promotions",
  "preferred_specialist": "Spécialiste Préféré (le cas échéant)",
  "date_time": "Date et l'heure",
  "card_holder_name": "Nom du titulaire",
  "enter_name": "Entrez votre nom",
  "card_number": "Numéro de carte",
  "billing_address": "Adresse de facturation",
  "billing_info": "Numéro du bâtiment et nom de la rue",
  "expiry_date": "Date d'expiration",
  "tooltip": "Le CVV correspond aux trois chiffres au dos de votre carte de crédit.",
  "faster_checkout": "Enregistrez cette carte pour un paiement plus rapide",
  "confirmation_letter": "Toutes nos félicitations! Votre rendez-vous a été confirmé. Nous avons envoyé un e-mail avec les détails du rendez-vous à votre adresse e-mail. Dans l'attente de vous rencontrer!",
  "finish_steps": "Toutes les étapes sont terminées - vous avez terminé",
  "book_another": "Prendre un autre rendez-vous",
  "back": "Arrière",
  "skip": "Sauter",
  "optional": "Optionnel",
  "finish": "Finir",
  "next": "Suivant",
  "personal_info": "Info personnelles",
  "appointment": "Rendez-vous",
  "payment": "Paiement",
  "confirmation": "Confirmation",
  "boot_appointment": "PRENEZ RENDEZ-VOUS",
  "about_us": "À propos de nous",
  "about_us_description": "Chez Spolight Hair & Spa, notre équipe travaille ensemble pour prendre soin de nos clients, offrant un service personnel de qualité et une atmosphère chaleureuse et conviviale. Notre engagement envers l'excellence est inspiré par nos clients et encouragé par un leadership compatissant, créant une ambiance accueillante et mémorable. expérience pour tous nos précieux invités. Venez, voyez par vous-même et rencontrez notre merveilleuse équipe de professionnels attentionnés et talentueux.",
  "reviews": "Avis de nos clients",
  "tell_us": "Dites-nous ce que vous pensez",
  "about_us_info": "Chez Spotlight Hair & Spa, notre équipe travaille ensemble pour prendre soin de nos clients, offrant un service personnalisé et de qualité.",
  "business_hours": "Heures de Travail",
  "address": "Adresse",
  "contact": "Nous Contacter",
  "day_of_week": "Lundi - Vendredi",
  "close": "Fermé le Week-end",
  "time1": "Septembre 14, 2021",
  "time2": "Octobre 10, 2021",
  "time3": "Octobre 25, 2021",
  "time4": "Décembre 09, 2021",
  "time5": "Mars 10, 2022",
  "time6": "Mars 11, 2022",
  "comment1": "Spotlight Hair & Spa est un véritable joyau dans la ville de Richmond ! Tout le personnel est très sympathique et apprend à connaître tous leurs clients pour que vous vous sentiez comme une famille ! Je suis avec ma coiffeuse, Shauna Kirkham, depuis le début de sa carrière.",
  "comment2": "Je fréquente Spotlight Hair & Spa depuis plusieurs années et j'ai expérimenté une gamme de services; Je n'ai jamais été déçu de l'expérience. Le personnel est toujours très accueillant. Spotlight offre un environnement élégant et sûr, à la fois calme et confortable.",
  "comment3": "J'ai eu le plaisir de visiter Spotlight Hair and Spa aujourd'hui. Comme toujours, je me suis sentie choyée tout au long de la visite dans une ambiance cosy. La propriétaire Shauna, que je connais depuis plus de 25 ans, est une superbe styliste et toujours à l'affût des dernières tendances!",
  "comment4": "Le salon est beau, chic, propre et privé ! Tous ceux que j'ai rencontrés et avec qui j'ai parlé étaient très gentils et professionnels! Ma peau après l'épilation était si lisse et je ressentais une douleur minime. Toute l'atmosphère et l'expérience étaient paisibles et je me sentais bien après!",
  "comment5": "Endroit impressionnant! Je vais à Spotlight Hair and Spa depuis plus de 8 ans maintenant et je ne me vois pas aller ailleurs. Je pars toujours en aimant ma coupe et ma couleur de cheveux. Tout le personnel, de la réception aux coiffeurs et esthéticiennes, est gentil et amical. Merci Bryna et Spotlight !!",
  "comment6": "Situé dans la ville pittoresque de Richmond, ce spa ne ressemble à aucun autre. Le cadre élégant et ô combien confortable n'est que le début d'une expérience exceptionnelle. Le personnel se soucie vraiment de la qualité des services qu'ils fournissent. Fortement recommandé!",
  "leave_comment1": "Laissez votre commentaire ici...",
  "leave_comment2": "LAISSEZ UN COMMENTAIRE",
  "body_SPA": "SERVICES DE SPA CORPS",
  "the_massage": "Massage Thérapeutique",
  "deep_massage": "Massage à Pression Profonde",
  "pre_massage": "Massage Prénatal",
  "shi_massage": "Massage Shiatsu",
  "the_massage_pri": "100 $ pour 60 minutes / 140 $ pour 90 minutes",
  "deep_massage_pri": "110 $ pour 60 minutes / 150 $ pour 90 minutes",
  "pre_massage_pri": "100 $ pour 60 minutes / 140 $ pour 90 minutes",
  "shi_massage_pri": "120 $ pour 60 minutes / 160 $ ​​pour 90 minutes",
  "the_massage_des": "Aide à soulager la douleur, à réduire le stress et à résoudre un problème spécifique, comme une épaule gelée.",
  "deep_massage_des": "Le massage par pression profonde est principalement utilisé pour traiter les problèmes musculo-squelettiques, tels que les foulures et les blessures sportives. Il s'agit d'appliquer une pression soutenue en effectuant des mouvements lents et profonds pour cibler les couches internes de vos muscles et de vos tissus conjonctifs.",
  "pre_massage_des": "Le massage prénatal peut aider à réduire le stress, à diminuer les symptômes de la dépression, à soulager les douleurs musculaires et articulaires et à améliorer les résultats du travail. peut également aider à réguler les niveaux d'hormones, à favoriser la circulation sanguine et à réduire l'enflure.",
  "shi_massage_des": "Le shiatsu peut être utilisé dans le traitement d'un large éventail de conditions internes, musculo-squelettiques et émotionnelles. On pense qu'il réduit la raideur musculaire, stimule la peau, facilite la digestion et influence le système nerveux. (par exemple, pour couvrir les cheveux gris, pour passer à une couleur considérée comme plus à la mode ou désirable).",
  "body_specialist": "NOS SPÉCIALISTES DES SPAS CORPORELS",
  "body_specialist1": "Avec plus de 10 ans d'expérience dans l'industrie du Body Spa, Jeff s'adresse aux femmes, aux hommes et aux enfants. Il propose une large gamme de services de spa corporel spécialisés dans le massage thérapeutique et le massage à pression profonde. Il continue d'aider les gens à se sentir mieux, chaque jour.",
  "body_specialist2": "Marie est une menuisier expérimentée avec des compétences et une expérience bien développées dans le spa corporel. Sa passion pour ses clients l'a amenée à devenir le leader de l'équipe. Marie est parfaitement bilingue et éduque et forme son équipe pour qu'elle soit la meilleure version d'elle-même.",
  "body_specialist3": "Timothy est un spécialiste agréé dans les domaines médical et des massages avec plus de 12 ans d'expérience. Ses spécialités sont le massage prénatal, le massage shiatsu. Il a participé à de nombreux séminaires de massage et de formation faciale au fil des ans. Il améliore constamment ses compétences.",
  "price_label": "Prix: ",
  "facial_SPA": "SERVICES DE SPA POUR LE VISAGE",
  "face_micro": "Microdermabrasion",
  "face_gel": "Gel Peeling",
  "face_korean": "Soin du visage coréen Aqua",
  "face_collin": "G. M. Soin du visage classique Collin",
  "face_micro_pri": "170 $",
  "face_gel_pri": "180 $",
  "face_korean_pri": "80 $",
  "face_collin_pri": "105 $",
  "face_micro_des": "Les traitements de microdermabrasion utilisent un instrument peu abrasif pour poncer doucement votre peau, en éliminant la couche externe plus épaisse et inégale, et présentent de nombreux avantages.",
  "face_gel_des": "Il offre une exfoliation à action rapide et une élimination de la saleté à la surface de la peau sans la dureté souvent attribuée aux gommages pour le visage ou aux puissants exfoliants chimiques.",
  "face_korean_des": "Il retire la crasse de la peau et élimine les points noirs, tandis que la peau est inondée d'humidité.",
  "face_collin_des": "Notre soin du visage classique est un soin du visage dermo-correcteur, idéal pour les personnes qui suivent un traitement rajeunissant pour redonner à la peau son éclat naturel et sain. Ce soin du visage comprend un nettoyage en profondeur, une exfoliation, une tonification, une hydratation et un traitement.",
  "facial_specialist": "NOS SPÉCIALISTES DU SPA DU VISAGE",
  "facial_specialist1": "Formée professionnellement au Collège Algonquin à Ottawa, en Ontario, couvrant 10 ans d'expérience, Anita marie habilement le massage facial pour vous offrir les meilleurs services de massage facial.",
  "facial_specialist2": "Julie a développé une passion pour les soins de la peau dès son plus jeune âge et a acquis une première expérience grâce à un cours de cosmétologie offert dans le cadre de ses études postsecondaires.",
  "facial_specialist3": "Jessica est une spécialiste professionnelle du massage facial diplômée de l'Académie de Versailles en 2017. Elle est experte en massage facial. Jessica est passionnée de travailler avec ses clients pour améliorer leur bien-être.",
  "foot_care": "SOINS DES PIEDS",
  "foot_she": "Pédicure Shellac",
  "foot_fix": "Fixation du Pied",
  "foot_stones": "Pierres Chaudes",
  "foot_french": "Français Polonais",
  "foot_she_pri": "85 $",
  "foot_stones_pri": "20 $",
  "foot_fix_pri": "50 $",
  "foot_french_pri": "30 $",
  "foot_she_des": "Profitez de tous les avantages de la pédicure classique avec l'ajout d'un vernis permanent longue durée.",
  "foot_stones_des": "Profitez de l'ajout de pierres minérales de basalte chaudes pour améliorer votre expérience.",
  "foot_fix_des": "Pour les pieds qui ont besoin d'un rafraîchissement rapide. Répond à une préoccupation principale et polie.",
  "foot_french_des": "Décorez vos ongles avec une fine bande horizontale blanche de couleur pour les ongles sur le bout de vos ongles, avec la plaque de l'ongle peinte en vernis à ongles clair, rose ou neutre.",
  "foot_specialist": "NOS PODIATRE",
  "foot_specialist1": "Daria a obtenu son doctorat en médecine podiatrique à l'Université du Québec à Trois-rivières (UQTR). En plus de sa scolarité, elle a fait un externat au New York College of Podiatric Medicine et au New York Metropolitan Hospital.",
  "foot_specialist2": "Erin est podologue agréée et membre de l'Ontario Podiatric Medical Association. Erin a travaillé comme podiatre à la Clinique Podiatrique Mélanie Laplante à Québec, et comme DPM à Ottawa avec un podiatre.",
  "foot_specialist3": "Stéphanie a un intérêt particulier pour la chirurgie des ongles incarnés, la biomécanique et les troubles du pied nécessitant une thérapie d'orthèses plantaires sur mesure, les soins du pied diabétique. Lorsqu'elle n'est pas au travail, elle pratique des activités physiques à l'extérieur ou passe du temps de qualité avec sa famille et ses amis.",
  "massage": "SERVICES DE MASSOTHÉRAPIE",
  "massage_aro": "Massage Aromathérapie",
  "massage_stone": "Massage aux Pierres Chaudes",
  "massage_cra": "Thérapie Crânio-sacrée",
  "massage_deep": "Massage des Tissus Profonds",
  "massage_aro_pri": "95 $ pour 60 minutes",
  "massage_stone_pri": "120 $ pour 60 minutes",
  "massage_cra_pri": "150 $ pour 60 minutes",
  "massage_deep_pri": "100 $ pour 60 minutes",
  "massage_aro_des": "Un massage léger et apaisant utilisant un mélange d'huiles de tisserand, qui fait travailler tout le corps. Utilisant un mélange d'huiles d'aromathérapie, ce massage est personnalisé en fonction des besoins de l'individu.",
  "massage_stone_des": "Il est utilisé pour vous aider à vous détendre et à soulager les muscles tendus et les tissus mous endommagés dans tout votre corps. Lors d'un massage aux pierres chaudes, des pierres lisses, plates et chauffées sont placées sur des parties spécifiques de votre corps.",
  "massage_cra_des": "La thérapie crânio-sacrée est une technique manuelle douce qui utilise une touche légère pour examiner les membranes et le mouvement des fluides dans et autour du système nerveux central. Le soulagement de la tension dans le système nerveux central favorise une sensation de bien-être en éliminant la douleur et en renforçant la santé et l'immunité.",
  "massage_deep_des": "Le massage des tissus profonds éliminera les nœuds des muscles et des tissus conjonctifs stressés et surmenés pour soulager la douleur immédiate, ainsi que les douleurs articulaires et musculaires chroniques. Il favorise également une guérison plus rapide en augmentant le flux sanguin et en réduisant l'inflammation.",
  "massage_specialist": "OUR MASSAGE THERAPISTS",
  "massage_specialist1": "Avant d'entrer à l'école de massage, Saraha était transcriptrice médicale, secrétaire, femme au foyer et assistante de laboratoire. Elle est récemment diplômée du Dawn Training Center à Wilmington, Del.",
  "massage_specialist2": "Melissa, diplômée du programme de massage thérapeutique de l'IBMC College et massothérapeute professionnelle travaillant dans le domaine, offre les meilleurs services de massage.",
  "massage_specialist3": "Notre plus récent massothérapeute agréé, Ryan, diplômé du programme de massothérapie de l'Université MacEwan. Il était un demi-arrière réputé qui a joué pour un certain nombre d'équipes de football de haut niveau, notamment les Golden Bears de l'Université de l'Alberta, U18 Team Alberta North et U19 Team Canada.",
  "eyelash": "EYELASH DES CILS",
  "eyelash_item1_title": "Extension Classique",
  "eyelash_item1_msg": "L'extension classique des cils rend essentiellement votre ligne de cils plus foncée, plus bouclée et en même temps plus naturelle.",
  "eyelash_item2_title": "Extensions de volume 2D / 3D",
  "eyelash_item2_msg": "Les cils 2D sont deux cils allongés sur un cil naturel, tandis que les cils 3D sont trois sur chaque cil. Les applications utilisées pour créer des cils 2D + 3D classiques incluent la combinaison de cils individuels et de ventilateurs 2D et 3D.",
  "eyelash_item3_title": "Extension du volume 4D",
  "eyelash_item3_msg": "4d est une extension de quatre parties sur un cil naturel.",
  "eyelash_item4_title": "Extension du volume 5D",
  "eyelash_item4_msg": "Le 5D est cinq extensions sur un cil naturel.",
  "eyelash_our": "Notre spécialiste des cils",
  "eyelash_our1_title": "Barbara",
  "eyelash_our1_msg": "Barbara a de nombreuses années d'expérience, une technique exquise et des capacités exceptionnelles",
  "eyelash_our2_title": "Carole",
  "eyelash_our2_msg": "Carol a étudié dans de nombreuses écoles célèbres et a une base solide",
  "eyelash_our3_title": "Isabelle",
  "eyelash_our3_msg": "Isabelle excelle dans la conception de styles différents pour différents groupes et possède une expertise exceptionnelle",
  "makeup_item1_title": "Maquillage HD",
  "makeup_item2_title": "Maquillage mat",
  "makeup_item3_title": "Scintillant",
  "makeup_item4_title": "Maquillage de mariée",
  "makeup_our": "Notre maquillage des cils",
  "makeup_our1_title": "Timi",
  "makeup_our1_msg": "Timmy est un designer de maquillage célèbre qui a servi de nombreux artistes avec des compétences exquises",
  "makeup_our2_title": "Tom",
  "makeup_our2_msg": "Tom a étudié dans de nombreuses écoles célèbres, a sa propre marque de mode, la capacité exceptionnelle",
  "makeup_our3_title": "Rose",
  "makeup_our3_msg": "Rose est douée. Elle n'a pas reçu d'éducation systématique et a reçu de nombreux prix pour sa beauté spirituelle",
  "nails_item1_title": "Manucure classique",
  "nails_item1_msg": "Cela comprend le façonnage des ongles, le polissage, les soins de la cuticule, le massage relaxant et le polissage.",
  "nails_item2_title": "Amélioration personnalisée des couleurs",
  "nails_item2_msg": "Profitez de tous les avantages de la manucure et ajoutez un vernis à ongles permanent et durable.",
  "nails_item3_title": "Mode couleur",
  "nails_item3_msg": "Comprend la chirurgie plastique, les soins de la cuticule et les soins des ongles.",
  "nails_item4_title": "Revêtement transparent en gel",
  "nails_our": "Nos ongles des cils",
  "nails_our1_title": "Jones",
  "nails_our1_msg": "Jones a d'excellentes capacités de travail et d'excellentes compétences",
  "nails_our2_title": "Olivia",
  "nails_our2_msg": "Olivia est une experte en design.",
  "nails_our3_title": "Ava",
  "nails_our3_msg": "Ava a un talent inégalé et un concept de couleurs incroyable"
}
